Repository: Jaxongir1006/blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: name
uz: ism

source: image
uz: rasm

source: Category
uz: Kategoriya

source: Categories
uz: Kategoriyalar

source: Comment
uz: Kamment

source: Comments
uz: Kammentlar

source: Home
uz: Uy

source: About
uz: Sayt haqida

source: Hello every one !!!
uz: Salom hammaga !!!

source: You didn't write anything here...
uz: Siz bu yerga hech nima yozmagansz...

source: Blogs
uz: Bloglar

source: Contact
uz: Aloqa xizmati

source: Subscribe to our newsletter and get our newest updates right on your inbox.
uz: Axborot byulletenimizga obuna bo'ling va so'nggi yangiliklarimizni pochta

source: Your email
uz: Emailingiz

source: I agree to the terms & conditions
uz: Men shartlarga roziman

source: Subscribe
uz: Obuna bo'lish

source: All rights reserved | This template is made with
uz: Barcha huquqlar himoyalangan | Ushbu shablon yordamida yaratilgan

source: by Jaxongir
uz: Jaxongir tomonidan

source: Search here.....
uz: Shu yerdan qidiring...

source: by
uz: tomonidan

source: Likes:
uz: Likelar:

source: Previous posts
uz: Oldingi postlar:

source: Next posts
uz: Keyingi postlar

source: Leave a comment
uz: Kamment qoldiring

source: GET IN TOUCH
uz: BIZ BILAN ALOQADA BOLING

source: Submit
uz: Yuborish

source: articles
uz: artikllar

source: Load more
uz: Ko'proq yuklash
